{
  "text": {
    "what": 682,
    "is": 347,
    "the": 627,
    "contact": 156,
    "number": 429,
    "of": 432,
    "viit": 667,
    "phone": 465,
    "please": 472,
    "can": 101,
    "i": 317,
    "get": 274,
    "telephone": 624,
    "s": 541,
    "email": 219,
    "address": 19,
    "id": 319,
    "college": 138,
    "how": 315,
    "administration": 22,
    "give": 277,
    "me": 397,
    "full": 266,
    "where": 684,
    "located": 378,
    "location": 379,
    "map": 392,
    "who": 686,
    "chairman": 120,
    "tell": 625,
    "name": 418,
    "vision": 670,
    "does": 203,
    "aim": 36,
    "for": 260,
    "concerns": 148,
    "have": 302,
    "are": 56,
    "views": 665,
    "on": 439,
    "education": 213,
    "worried": 696,
    "about": 4,
    "in": 325,
    "approach": 52,
    "to": 636,
    "improving": 324,
    "methods": 407,
    "why": 688,
    "reforms": 520,
    "needed": 421,
    "say": 546,
    "reform": 519,
    "necessary": 420,
    "andhra": 46,
    "pradesh": 481,
    "engineering": 223,
    "colleges": 139,
    "ap": 49,
    "producing": 485,
    "skilled": 574,
    "engineers": 224,
    "message": 405,
    "students": 602,
    "he": 303,
    "final": 255,
    "courses": 164,
    "offered": 434,
    "at": 63,
    "available": 68,
    "b": 70,
    "tech": 622,
    "programs": 489,
    "list": 376,
    "branches": 89,
    "disciplines": 197,
    "you": 699,
    "a": 3,
    "specializations": 583,
    "cse": 170,
    "there": 628,
    "artificial": 59,
    "intelligence": 339,
    "do": 201,
    "offer": 433,
    "with": 691,
    "data": 178,
    "science": 549,
    "duration": 207,
    "many": 391,
    "years": 698,
    "take": 618,
    "course": 163,
    "any": 48,
    "new": 424,
    "added": 18,
    "latest": 370,
    "introduced": 345,
    "updates": 656,
    "offerings": 435,
    "which": 685,
    "better": 78,
    "or": 443,
    "it": 349,
    "should": 570,
    "choose": 128,
    "ece": 211,
    "eee": 214,
    "branch": 88,
    "has": 301,
    "placements": 470,
    "seats": 558,
    "intake": 337,
    "mechanical": 400,
    "seat": 556,
    "availability": 67,
    "civil": 129,
    "m": 382,
    "pg": 463,
    "undergraduate": 652,
    "postgraduate": 477,
    "join": 353,
    "mba": 394,
    "mca": 395,
    "provide": 494,
    "details": 188,
    "and": 45,
    "intakes": 338,
    "__number__": 2,
    "wise": 690,
    "admission": 24,
    "policy": 474,
    "vignan": 666,
    "select": 561,
    "ug": 647,
    "explain": 244,
    "criteria": 169,
    "eligibility": 218,
    "conditions": 150,
    "merit": 403,
    "only": 441,
    "factor": 248,
    "consider": 154,
    "extracurricular": 246,
    "activities": 17,
    "candidates": 102,
    "evaluated": 231,
    "process": 484,
    "based": 72,
    "reservations": 529,
    "competitive": 143,
    "selection": 562,
    "weightage": 678,
    "given": 278,
    "entrance": 226,
    "exams": 236,
    "distributed": 198,
    "between": 79,
    "category": 112,
    "percentage": 459,
    "under": 651,
    "government": 284,
    "quota": 500,
    "difference": 192,
    "filled": 254,
    "by": 97,
    "apsche": 55,
    "management": 388,
    "ratio": 508,
    "apply": 51,
    "both": 86,
    "categories": 111,
    "allocated": 39,
    "controls": 158,
    "valid": 661,
    "cap": 104,
    "admissions": 25,
    "show": 571,
    "sc": 547,
    "st": 585,
    "obc": 430,
    "reservation": 528,
    "reserved": 530,
    "were": 681,
    "admitted": 26,
    "last": 368,
    "year": 697,
    "breakdown": 90,
    "compare": 142,
    "vs": 675,
    "historical": 309,
    "all": 38,
    "general": 273,
    "trend": 644,
    "over": 449,
    "unfilled": 653,
    "detailed": 187,
    "stats": 590,
    "step": 593,
    "documents": 202,
    "fee": 252,
    "payment": 455,
    "after": 32,
    "shortlisted": 569,
    "notified": 428,
    "an": 43,
    "interview": 344,
    "round": 538,
    "timeline": 634,
    "counseling": 160,
    "offline": 438,
    "submit": 606,
    "form": 261,
    "check": 125,
    "my": 416,
    "status": 591,
    "happens": 298,
    "verification": 664,
    "certificates": 117,
    "institute": 335,
    "your": 700,
    "future": 269,
    "goal": 280,
    "achieve": 11,
    "mission": 410,
    "share": 568,
    "statement": 589,
    "objectives": 431,
    "goals": 281,
    "ceo": 116,
    "heads": 305,
    "as": 60,
    "from": 265,
    "welcome": 679,
    "note": 427,
    "thoughts": 632,
    "rector": 517,
    "principal": 483,
    "dr": 204,
    "sudhakar": 610,
    "jyothula": 358,
    "leads": 372,
    "information": 331,
    "did": 191,
    "during": 208,
    "covid": 167,
    "facilities": 247,
    "infrastructure": 332,
    "campus": 100,
    "like": 375,
    "describe": 185,
    "labs": 365,
    "library": 374,
    "kind": 361,
    "classrooms": 132,
    "computer": 147,
    "center": 114,
    "policies": 473,
    "adjunct": 20,
    "faculty": 250,
    "maintenance": 387,
    "best": 77,
    "practices": 480,
    "staff": 586,
    "welfare": 680,
    "administrative": 23,
    "awards": 69,
    "received": 512,
    "accolades": 8,
    "won": 693,
    "recognition": 513,
    "achievements": 12,
    "placement": 469,
    "record": 514,
    "chief": 127,
    "executive": 237,
    "officer": 437,
    "charge": 124,
    "serves": 566,
    "dean": 180,
    "handles": 297,
    "iqac": 346,
    "academics": 6,
    "evaluation": 232,
    "training": 641,
    "affairs": 29,
    "research": 527,
    "development": 190,
    "international": 342,
    "student": 601,
    "industry": 329,
    "relations": 521,
    "associate": 62,
    "aicte": 35,
    "approval": 53,
    "approved": 54,
    "was": 676,
    "jntuk": 352,
    "affiliation": 31,
    "affiliated": 30,
    "permanent": 460,
    "permanently": 461,
    "ugc": 649,
    "autonomous": 65,
    "per": 458,
    "granted": 288,
    "autonomy": 66,
    "receive": 511,
    "jntugv": 351,
    "ce": 113,
    "electronics": 217,
    "electrical": 216,
    "mech": 399,
    "got": 283,
    "placed": 468,
    "overview": 450,
    "central": 115,
    "seating": 557,
    "capacity": 105,
    "books": 85,
    "resources": 531,
    "physical": 466,
    "collection": 136,
    "counts": 162,
    "scopus": 552,
    "publications": 495,
    "count": 161,
    "e": 210,
    "journals": 355,
    "online": 440,
    "ieee": 321,
    "journal": 354,
    "access": 7,
    "subscriptions": 608,
    "mcgraw": 396,
    "hill": 308,
    "digital": 193,
    "book": 84,
    "collections": 137,
    "naac": 417,
    "accreditation": 9,
    "grades": 286,
    "score": 553,
    "cycle": 174,
    "iii": 323,
    "result": 533,
    "nba": 419,
    "accredited": 10,
    "2f": 1,
    "12b": 0,
    "certified": 119,
    "current": 171,
    "certification": 118,
    "hostel": 313,
    "stay": 592,
    "total": 639,
    "strength": 595,
    "boys": 87,
    "girls": 276,
    "rooms": 537,
    "room": 536,
    "amenities": 42,
    "wifi": 689,
    "recreation": 515,
    "mess": 404,
    "food": 259,
    "served": 565,
    "serve": 564,
    "non": 426,
    "veg": 663,
    "canteen": 103,
    "timings": 635,
    "rates": 507,
    "quality": 499,
    "maintained": 386,
    "hygiene": 316,
    "standards": 587,
    "safety": 542,
    "measures": 398,
    "kitchen": 362,
    "cleanliness": 133,
    "sports": 584,
    "games": 271,
    "setup": 567,
    "indoor": 327,
    "chess": 126,
    "boards": 83,
    "table": 617,
    "tennis": 626,
    "carom": 109,
    "outdoor": 448,
    "cricket": 168,
    "ground": 291,
    "size": 572,
    "volleyball": 673,
    "courts": 165,
    "basketball": 74,
    "athletic": 64,
    "track": 640,
    "field": 253,
    "events": 234,
    "javelin": 350,
    "long": 381,
    "jump": 356,
    "pit": 467,
    "area": 57,
    "big": 80,
    "built": 95,
    "up": 655,
    "classroom": 131,
    "sizes": 573,
    "seminar": 563,
    "halls": 296,
    "teaching": 620,
    "laboratory": 364,
    "lab": 363,
    "space": 581,
    "distribution": 199,
    "instructional": 336,
    "admin": 21,
    "discipline": 196,
    "rules": 540,
    "conduct": 151,
    "guidelines": 293,
    "prohibited": 490,
    "use": 658,
    "smoking": 576,
    "allowed": 40,
    "if": 322,
    "damage": 175,
    "property": 493,
    "identity": 320,
    "cards": 107,
    "mandatory": 390,
    "punishment": 497,
    "ragging": 502,
    "behavior": 76,
    "loitering": 380,
    "hours": 314,
    "organize": 445,
    "without": 692,
    "permission": 462,
    "penalty": 457,
    "latecomers": 369,
    "class": 130,
    "strikes": 598,
    "interactions": 340,
    "girl": 275,
    "consequences": 153,
    "violating": 668,
    "report": 524,
    "violation": 669,
    "someone": 580,
    "juniors": 357,
    "complain": 144,
    "misbehavior": 408,
    "damaged": 176,
    "anonymous": 47,
    "complaint": 145,
    "rule": 539,
    "breaking": 91,
    "disciplinary": 195,
    "issues": 348,
    "saw": 545,
    "submitting": 607,
    "urgent": 657,
    "action": 15,
    "whom": 687,
    "inform": 330,
    "bringing": 93,
    "striking": 599,
    "demonstrations": 182,
    "fine": 256,
    "damaging": 177,
    "strict": 597,
    "suspension": 611,
    "possible": 476,
    "examples": 235,
    "past": 453,
    "actions": 16,
    "triple": 646,
    "riding": 534,
    "bikes": 81,
    "miss": 409,
    "frequently": 263,
    "be": 75,
    "expelled": 240,
    "department": 183,
    "when": 683,
    "established": 228,
    "here": 306,
    "key": 360,
    "strengths": 596,
    "projects": 492,
    "hod": 310,
    "govinda": 285,
    "lalam": 366,
    "background": 71,
    "focus": 258,
    "meet": 401,
    "office": 436,
    "today": 637,
    "leadership": 371,
    "style": 604,
    "syllabus": 613,
    "structure": 600,
    "transportation": 643,
    "elective": 215,
    "subjects": 605,
    "schedule": 548,
    "concrete": 149,
    "technology": 623,
    "software": 579,
    "curriculum": 172,
    "internship": 343,
    "requirements": 526,
    "thesis": 630,
    "areas": 58,
    "qualifications": 498,
    "power": 478,
    "systems": 615,
    "funded": 267,
    "rate": 506,
    "community": 141,
    "collaborations": 135,
    "used": 659,
    "pudi": 496,
    "sekhar": 560,
    "block": 82,
    "head": 304,
    "industrial": 328,
    "drives": 205,
    "high": 307,
    "voltage": 674,
    "visit": 671,
    "opportunities": 442,
    "ethical": 230,
    "values": 662,
    "emphasized": 221,
    "career": 108,
    "guidance": 292,
    "renewable": 523,
    "energy": 222,
    "expectations": 239,
    "graduates": 287,
    "cad": 98,
    "cam": 99,
    "rambabu": 503,
    "machine": 383,
    "design": 186,
    "thermal": 629,
    "uma": 650,
    "maheswari": 385,
    "motivational": 413,
    "freshers": 264,
    "inspirational": 334,
    "quote": 501,
    "advice": 28,
    "collaboration": 134,
    "establishment": 229,
    "funding": 268,
    "papers": 451,
    "specialization": 582,
    "vlsi": 672,
    "acm": 13,
    "chapter": 123,
    "mr": 414,
    "dinesh": 194,
    "reddy": 518,
    "se": 554,
    "ai": 34,
    "ml": 411,
    "hackathons": 295,
    "organized": 446,
    "acse": 14,
    "advanced": 27,
    "mrs": 415,
    "k": 359,
    "swathi": 612,
    "cyber": 173,
    "security": 559,
    "learning": 373,
    "trends": 645,
    "plans": 471,
    "ranks": 504,
    "gate": 272,
    "gre": 289,
    "organizations": 444,
    "g": 270,
    "neelima": 422,
    "meeting": 402,
    "program": 487,
    "aligned": 37,
    "real": 510,
    "time": 633,
    "applications": 50,
    "ecm": 212,
    "expertise": 243,
    "ict": 318,
    "covered": 166,
    "relevance": 522,
    "h": 294,
    "devanna": 189,
    "this": 631,
    "week": 677,
    "hardware": 300,
    "embedded": 220,
    "programming": 488,
    "languages": 367,
    "taught": 619,
    "project": 491,
    "readiness": 509,
    "ds": 206,
    "started": 588,
    "paths": 454,
    "deep": 181,
    "academia": 5,
    "partnerships": 452,
    "t": 616,
    "v": 660,
    "madhusudan": 384,
    "rao": 505,
    "philosophy": 464,
    "core": 159,
    "analytics": 44,
    "capstone": 106,
    "aspiring": 61,
    "scientists": 551,
    "basic": 73,
    "sciences": 550,
    "bs": 94,
    "system": 614,
    "transformation": 642,
    "holistic": 312,
    "initiatives": 333,
    "exhibition": 238,
    "workshop": 695,
    "satyaguru": 544,
    "role": 535,
    "foundation": 262,
    "bridge": 92,
    "mathematics": 393,
    "environmental": 227,
    "english": 225,
    "communication": 140,
    "soft": 578,
    "skills": 575,
    "global": 279,
    "first": 257,
    "interdisciplinary": 341,
    "experience": 241,
    "methodology": 406,
    "top": 638,
    "recruiters": 516,
    "alumni": 41,
    "network": 423,
    "unique": 654,
    "pedagogy": 456,
    "features": 251,
    "consultancy": 155,
    "work": 694,
    "chandra": 121,
    "case": 110,
    "study": 603,
    "business": 96,
    "live": 377,
    "expert": 242,
    "exposure": 245,
    "connect": 152,
    "success": 609,
    "factors": 249,
    "managers": 389,
    "social": 577,
    "responsibility": 532,
    "outcome": 447,
    "teamwork": 621,
    "stories": 594,
    "departmental": 184,
    "chandrasekharan": 122,
    "contributions": 157,
    "practical": 479,
    "components": 146,
    "preparation": 482,
    "professionals": 486,
    "happy": 299,
    "sankranti": 543,
    "pongal": 475,
    "ugadi": 648,
    "republic": 525,
    "day": 179,
    "independence": 326,
    "diwali": 200,
    "dussehra": 209,
    "season": 555,
    "greetings": 290,
    "holidays": 311,
    "good": 282,
    "morning": 412,
    "afternoon": 33,
    "evening": 233,
    "night": 425
  },
  "intent": {
    "ask_contact_phone": 24,
    "ask_contact_email": 22,
    "ask_contact_address": 21,
    "ask_contact_location": 23,
    "ask_chairman_name": 18,
    "ask_chairman_vision": 19,
    "ask_chairman_concerns": 16,
    "ask_viit_approach": 88,
    "ask_education_reforms": 44,
    "ask_ap_colleges": 7,
    "ask_chairman_message": 17,
    "ask_courses_offered": 30,
    "ask_cse_specializations": 31,
    "ask_course_duration": 26,
    "ask_course_updates": 28,
    "ask_course_comparison": 25,
    "ask_course_seats": 27,
    "ask_courses": 29,
    "query_admission_policy": 100,
    "query_seat_allocation": 147,
    "query_reservation_stats": 146,
    "query_admission_process": 101,
    "ask_vision": 89,
    "ask_mission": 71,
    "ask_ceo_name": 15,
    "ask_ceo_message": 14,
    "ask_rector_name": 82,
    "ask_rector_message": 81,
    "ask_principal": 79,
    "ask_vision_mission": 90,
    "ask_infrastructure": 51,
    "ask_policies": 78,
    "ask_awards": 11,
    "ask_ceo": 13,
    "ask_rector": 80,
    "ask_dean_administration": 33,
    "ask_dean_iqac": 39,
    "ask_dean_academics": 32,
    "ask_dean_evaluation": 35,
    "ask_dean_admissions": 34,
    "ask_dean_placement": 40,
    "ask_dean_faculty_affairs": 36,
    "ask_dean_research": 41,
    "ask_dean_international": 38,
    "ask_dean_industry": 37,
    "ask_dean_student_affairs": 42,
    "ask_associate_dean_infrastructure": 9,
    "ask_aicte_2024_25": 6,
    "ask_aicte_2023_24": 5,
    "ask_aicte_2022_23": 4,
    "ask_aicte_2021_22": 3,
    "ask_aicte_2020_21": 2,
    "ask_aicte_2019_20": 1,
    "ask_aicte_2018_19": 0,
    "ask_jntuk_affiliation_2019_20": 59,
    "ask_jntuk_affiliation_2012_23": 58,
    "ask_ugc_autonomous_2017": 85,
    "ask_ugc_autonomous_2024": 86,
    "ask_jntugv_research_ce_2023_25": 52,
    "ask_jntugv_research_cse_2023_25": 53,
    "ask_jntugv_research_ece_2023_25": 54,
    "ask_jntugv_research_eee_2023_25": 55,
    "ask_jntugv_research_mech_2023_25": 57,
    "ask_jntugv_research_mba_2023_25": 56,
    "ask_jntuk_research_cse_2016_17": 60,
    "ask_jntuk_research_mech_2016_17": 66,
    "ask_jntuk_research_ece_2017_18": 62,
    "ask_jntuk_research_cse_2018_19": 61,
    "ask_jntuk_research_eee_2018_19": 64,
    "ask_jntuk_research_mba_2018_19": 65,
    "ask_jntuk_research_ece_2019_20": 63,
    "ask_placement_stats": 75,
    "ask_library_collection": 68,
    "ask_library_resources": 69,
    "ask_ejournals": 45,
    "ask_ebooks": 43,
    "ask_naac_accreditation": 72,
    "ask_nba_accreditation": 73,
    "ask_ugc_certification": 87,
    "ask_hostel_capacity": 47,
    "ask_hostel_rooms": 49,
    "ask_hostel_facilities": 48,
    "ask_mess_details": 70,
    "ask_canteen_details": 12,
    "ask_food_hygiene": 46,
    "ask_sports_facilities": 83,
    "ask_indoor_sports": 50,
    "ask_outdoor_sports": 74,
    "ask_athletic_facilities": 10,
    "ask_total_infrastructure": 84,
    "ask_classroom_details": 20,
    "ask_lab_details": 67,
    "ask_area_distribution": 8,
    "query_discipline_rules": 117,
    "report_violation": 148,
    "query_penalties": 145,
    "query_civil_dept": 111,
    "query_civil_hod": 112,
    "query_civil_academics": 110,
    "query_eee_dept": 127,
    "query_eee_hod": 128,
    "query_eee_academics": 126,
    "query_eee_hod_message": 129,
    "query_mech_dept": 143,
    "query_mech_hod": 144,
    "query_mech_academics": 142,
    "query_ece_hod_message": 121,
    "query_ece_dept": 119,
    "query_ece_hod": 120,
    "query_ece_academics": 118,
    "query_cse_dept": 114,
    "query_cse_hod": 115,
    "query_cse_academics": 113,
    "query_cse_hod_message": 116,
    "query_acse_dept": 97,
    "query_acse_hod": 98,
    "query_acse_academics": 96,
    "query_acse_hod_message": 99,
    "query_it_dept": 131,
    "query_it_hod": 132,
    "query_it_academics": 130,
    "query_it_hod_message": 133,
    "query_ecm_dept": 123,
    "query_ecm_hod": 124,
    "query_ecm_academics": 122,
    "query_ecm_hod_message": 125,
    "query_aids_dept": 103,
    "query_aids_hod": 104,
    "query_aids_academics": 102,
    "query_aids_hod_message": 105,
    "query_bsh_dept": 107,
    "query_bsh_hod": 108,
    "query_bsh_academics": 106,
    "query_bsh_hod_message": 109,
    "query_mba_dept": 135,
    "query_mba_hod": 136,
    "query_mba_academics": 134,
    "query_mba_hod_message": 137,
    "query_mca_dept": 139,
    "query_mca_hod": 140,
    "query_mca_academics": 138,
    "query_mca_hod_message": 141,
    "greet_festive": 92,
    "greet_time_based": 93,
    "ask_placements_2021": 76,
    "ask_placements_2022": 77,
    "greet": 91,
    "identify_faculty": 94,
    "identify_student": 95
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_festival_greet": 6,
    "action_time_based_greet": 11,
    "utter_accreditation_links": 14,
    "utter_acse_academics": 15,
    "utter_acse_dept": 16,
    "utter_acse_hod_info": 17,
    "utter_acse_hod_message": 18,
    "utter_admission_policy": 19,
    "utter_aids_academics": 20,
    "utter_aids_dept": 21,
    "utter_aids_hod_info": 22,
    "utter_aids_hod_message": 23,
    "utter_area_distribution": 24,
    "utter_ask_aicte_2018_19": 25,
    "utter_ask_aicte_2019_20": 26,
    "utter_ask_aicte_2020_21": 27,
    "utter_ask_aicte_2021_22": 28,
    "utter_ask_aicte_2022_23": 29,
    "utter_ask_aicte_2023_24": 30,
    "utter_ask_aicte_2024_25": 31,
    "utter_ask_ap_colleges": 32,
    "utter_ask_associate_dean_infrastructure": 33,
    "utter_ask_awards": 34,
    "utter_ask_ceo": 35,
    "utter_ask_ceo_message": 36,
    "utter_ask_ceo_name": 37,
    "utter_ask_chairman_concerns": 38,
    "utter_ask_chairman_message": 39,
    "utter_ask_chairman_name": 40,
    "utter_ask_chairman_vision": 41,
    "utter_ask_contact_address": 42,
    "utter_ask_contact_email": 43,
    "utter_ask_contact_location": 44,
    "utter_ask_contact_phone": 45,
    "utter_ask_course_comparison": 46,
    "utter_ask_course_duration": 47,
    "utter_ask_course_seats": 48,
    "utter_ask_course_updates": 49,
    "utter_ask_courses": 50,
    "utter_ask_courses_offered": 51,
    "utter_ask_cse_specializations": 52,
    "utter_ask_dean_academics": 53,
    "utter_ask_dean_administration": 54,
    "utter_ask_dean_admissions": 55,
    "utter_ask_dean_evaluation": 56,
    "utter_ask_dean_faculty_affairs": 57,
    "utter_ask_dean_industry": 58,
    "utter_ask_dean_international": 59,
    "utter_ask_dean_iqac": 60,
    "utter_ask_dean_placement": 61,
    "utter_ask_dean_research": 62,
    "utter_ask_dean_student_affairs": 63,
    "utter_ask_education_reforms": 64,
    "utter_ask_infrastructure": 65,
    "utter_ask_jntugv_research_ce_2023_25": 66,
    "utter_ask_jntugv_research_cse_2023_25": 67,
    "utter_ask_jntugv_research_ece_2023_25": 68,
    "utter_ask_jntugv_research_eee_2023_25": 69,
    "utter_ask_jntugv_research_mba_2023_25": 70,
    "utter_ask_jntugv_research_mech_2023_25": 71,
    "utter_ask_jntuk_affiliation_2012_23": 72,
    "utter_ask_jntuk_affiliation_2019_20": 73,
    "utter_ask_jntuk_research_cse_2016_17": 74,
    "utter_ask_jntuk_research_cse_2018_19": 75,
    "utter_ask_jntuk_research_ece_2017_18": 76,
    "utter_ask_jntuk_research_ece_2019_20": 77,
    "utter_ask_jntuk_research_eee_2018_19": 78,
    "utter_ask_jntuk_research_mba_2018_19": 79,
    "utter_ask_jntuk_research_mech_2016_17": 80,
    "utter_ask_mission": 81,
    "utter_ask_policies": 82,
    "utter_ask_principal": 83,
    "utter_ask_rector": 84,
    "utter_ask_rector_message": 85,
    "utter_ask_rector_name": 86,
    "utter_ask_ugc_autonomous_2017": 87,
    "utter_ask_ugc_autonomous_2024": 88,
    "utter_ask_viit_approach": 89,
    "utter_ask_vision": 90,
    "utter_ask_vision_mission": 91,
    "utter_athletic_facilities": 92,
    "utter_bsh_academics": 93,
    "utter_bsh_dept": 94,
    "utter_bsh_hod_info": 95,
    "utter_bsh_hod_message": 96,
    "utter_canteen_details": 97,
    "utter_civil_academics": 98,
    "utter_civil_dept": 99,
    "utter_civil_hod_info": 100,
    "utter_classroom_details": 101,
    "utter_cse_academics": 102,
    "utter_cse_dept": 103,
    "utter_cse_hod_info": 104,
    "utter_cse_hod_message": 105,
    "utter_discipline_rules": 106,
    "utter_ebooks": 107,
    "utter_ece_academics": 108,
    "utter_ece_dept": 109,
    "utter_ece_hod_info": 110,
    "utter_ece_hod_message": 111,
    "utter_ecm_academics": 112,
    "utter_ecm_dept": 113,
    "utter_ecm_hod_info": 114,
    "utter_ecm_hod_message": 115,
    "utter_eee_academics": 116,
    "utter_eee_dept": 117,
    "utter_eee_hod_info": 118,
    "utter_eee_hod_message": 119,
    "utter_ejournals": 120,
    "utter_faculty_welcome": 121,
    "utter_food_hygiene": 122,
    "utter_hostel_capacity": 123,
    "utter_hostel_facilities": 124,
    "utter_hostel_rooms": 125,
    "utter_indoor_facilities": 126,
    "utter_it_academics": 127,
    "utter_it_dept": 128,
    "utter_it_hod_info": 129,
    "utter_it_hod_message": 130,
    "utter_lab_details": 131,
    "utter_library_overview": 132,
    "utter_mba_academics": 133,
    "utter_mba_dept": 134,
    "utter_mba_hod_info": 135,
    "utter_mba_hod_message": 136,
    "utter_mca_academics": 137,
    "utter_mca_dept": 138,
    "utter_mca_hod_info": 139,
    "utter_mca_hod_message": 140,
    "utter_mech_academics": 141,
    "utter_mech_dept": 142,
    "utter_mech_hod_info": 143,
    "utter_mess_details": 144,
    "utter_naac_accreditation": 145,
    "utter_nba_accreditation": 146,
    "utter_outdoor_facilities": 147,
    "utter_penalties": 148,
    "utter_placement_2021": 149,
    "utter_placement_2022": 150,
    "utter_report_violation": 151,
    "utter_reservation_stats": 152,
    "utter_resource_counts": 153,
    "utter_seat_allocation": 154,
    "utter_sports_philosophy": 155,
    "utter_student_welcome": 156,
    "utter_total_infrastructure": 157,
    "utter_ugc_certification": 158
  },
  "action_text": null,
  "intent_response_key": null
}