{
  "text": {
    "what": 788,
    "is": 399,
    "the": 727,
    "contact": 180,
    "number": 497,
    "of": 500,
    "viit": 771,
    "phone": 543,
    "please": 550,
    "can": 120,
    "i": 363,
    "get": 317,
    "telephone": 723,
    "s": 627,
    "email": 252,
    "address": 23,
    "id": 365,
    "college": 159,
    "how": 361,
    "administration": 26,
    "give": 320,
    "me": 455,
    "full": 309,
    "where": 790,
    "located": 434,
    "location": 435,
    "map": 450,
    "who": 792,
    "chairman": 139,
    "tell": 724,
    "name": 482,
    "vision": 774,
    "does": 234,
    "aim": 42,
    "for": 302,
    "concerns": 170,
    "have": 345,
    "are": 67,
    "views": 769,
    "on": 509,
    "education": 246,
    "worried": 803,
    "about": 5,
    "in": 372,
    "approach": 63,
    "to": 736,
    "improving": 371,
    "methods": 465,
    "why": 794,
    "reforms": 601,
    "needed": 486,
    "say": 632,
    "reform": 600,
    "necessary": 484,
    "andhra": 54,
    "pradesh": 560,
    "engineering": 256,
    "colleges": 160,
    "ap": 58,
    "producing": 564,
    "skilled": 668,
    "engineers": 257,
    "message": 463,
    "students": 700,
    "he": 346,
    "final": 293,
    "courses": 189,
    "offered": 503,
    "at": 74,
    "available": 79,
    "b": 81,
    "tech": 721,
    "programs": 568,
    "list": 432,
    "branches": 107,
    "disciplines": 228,
    "you": 807,
    "a": 4,
    "specializations": 677,
    "cse": 195,
    "there": 728,
    "artificial": 70,
    "intelligence": 390,
    "do": 232,
    "offer": 502,
    "with": 797,
    "data": 204,
    "science": 639,
    "duration": 238,
    "many": 449,
    "years": 806,
    "take": 717,
    "course": 188,
    "any": 57,
    "new": 489,
    "added": 22,
    "latest": 426,
    "introduced": 397,
    "updates": 758,
    "offerings": 504,
    "which": 791,
    "better": 95,
    "or": 515,
    "it": 401,
    "should": 663,
    "choose": 147,
    "ece": 243,
    "eee": 247,
    "branch": 106,
    "has": 344,
    "placements": 548,
    "seats": 649,
    "intake": 388,
    "mechanical": 458,
    "seat": 647,
    "availability": 78,
    "civil": 148,
    "m": 440,
    "pg": 541,
    "undergraduate": 754,
    "postgraduate": 556,
    "join": 406,
    "mba": 452,
    "mca": 453,
    "provide": 573,
    "details": 217,
    "and": 53,
    "intakes": 389,
    "__number__": 3,
    "wise": 796,
    "admission": 28,
    "policy": 552,
    "vignan": 770,
    "select": 653,
    "ug": 749,
    "explain": 281,
    "criteria": 194,
    "eligibility": 251,
    "conditions": 172,
    "merit": 461,
    "only": 512,
    "factor": 285,
    "consider": 178,
    "extracurricular": 283,
    "activities": 21,
    "candidates": 121,
    "evaluated": 266,
    "process": 563,
    "based": 85,
    "reservations": 614,
    "competitive": 165,
    "selection": 654,
    "weightage": 784,
    "given": 321,
    "entrance": 260,
    "exams": 273,
    "distributed": 229,
    "between": 96,
    "category": 131,
    "percentage": 537,
    "under": 753,
    "government": 327,
    "quota": 580,
    "difference": 221,
    "filled": 292,
    "by": 116,
    "apsche": 66,
    "management": 446,
    "ratio": 589,
    "apply": 61,
    "both": 104,
    "categories": 130,
    "allocated": 45,
    "controls": 182,
    "valid": 764,
    "cap": 123,
    "admissions": 29,
    "show": 664,
    "sc": 633,
    "st": 680,
    "obc": 498,
    "reservation": 613,
    "reserved": 615,
    "were": 787,
    "admitted": 30,
    "last": 422,
    "year": 804,
    "breakdown": 108,
    "compare": 164,
    "vs": 779,
    "historical": 353,
    "all": 44,
    "general": 316,
    "trend": 745,
    "over": 521,
    "unfilled": 755,
    "detailed": 216,
    "stats": 687,
    "step": 690,
    "documents": 233,
    "fee": 289,
    "payment": 531,
    "after": 36,
    "shortlisted": 662,
    "notified": 495,
    "an": 51,
    "interview": 395,
    "round": 624,
    "timeline": 734,
    "counseling": 185,
    "offline": 507,
    "submit": 704,
    "form": 304,
    "check": 144,
    "my": 480,
    "status": 688,
    "happens": 341,
    "verification": 768,
    "certificates": 136,
    "institute": 386,
    "your": 808,
    "future": 312,
    "goal": 323,
    "achieve": 15,
    "mission": 469,
    "share": 661,
    "statement": 686,
    "objectives": 499,
    "goals": 324,
    "ceo": 135,
    "heads": 348,
    "as": 71,
    "from": 308,
    "welcome": 785,
    "note": 494,
    "thoughts": 732,
    "rector": 598,
    "principal": 562,
    "dr": 235,
    "sudhakar": 708,
    "jyothula": 412,
    "leads": 428,
    "information": 379,
    "did": 220,
    "during": 239,
    "covid": 192,
    "facilities": 284,
    "infrastructure": 381,
    "campus": 119,
    "like": 431,
    "describe": 214,
    "labs": 419,
    "library": 430,
    "kind": 415,
    "classrooms": 152,
    "computer": 169,
    "center": 133,
    "policies": 551,
    "adjunct": 24,
    "faculty": 287,
    "maintenance": 445,
    "best": 94,
    "practices": 559,
    "staff": 681,
    "welfare": 786,
    "administrative": 27,
    "awards": 80,
    "received": 593,
    "accolades": 11,
    "won": 799,
    "recognition": 594,
    "achievements": 16,
    "placement": 547,
    "record": 595,
    "chief": 146,
    "executive": 274,
    "officer": 506,
    "charge": 143,
    "serves": 659,
    "dean": 207,
    "handles": 340,
    "iqac": 398,
    "academics": 7,
    "evaluation": 267,
    "training": 742,
    "affairs": 33,
    "research": 612,
    "development": 219,
    "international": 393,
    "student": 699,
    "industry": 376,
    "relations": 603,
    "associate": 73,
    "aicte": 40,
    "approval": 64,
    "approved": 65,
    "was": 780,
    "jntuk": 405,
    "affiliation": 35,
    "affiliated": 34,
    "permanent": 538,
    "permanently": 539,
    "ugc": 751,
    "autonomous": 76,
    "per": 536,
    "granted": 331,
    "autonomy": 77,
    "receive": 592,
    "jntugv": 404,
    "ce": 132,
    "electronics": 250,
    "electrical": 249,
    "mech": 457,
    "got": 326,
    "placed": 546,
    "overview": 522,
    "central": 134,
    "seating": 648,
    "capacity": 124,
    "books": 103,
    "resources": 616,
    "physical": 544,
    "collection": 157,
    "counts": 187,
    "scopus": 642,
    "publications": 574,
    "count": 186,
    "e": 241,
    "journals": 409,
    "online": 511,
    "ieee": 367,
    "journal": 408,
    "access": 10,
    "subscriptions": 706,
    "mcgraw": 454,
    "hill": 352,
    "digital": 223,
    "book": 102,
    "collections": 158,
    "naac": 481,
    "accreditation": 13,
    "grades": 329,
    "score": 643,
    "cycle": 200,
    "iii": 369,
    "result": 619,
    "nba": 483,
    "accredited": 14,
    "2f": 2,
    "12b": 0,
    "certified": 138,
    "current": 196,
    "certification": 137,
    "hostel": 358,
    "stay": 689,
    "total": 739,
    "strength": 693,
    "boys": 105,
    "girls": 319,
    "rooms": 623,
    "room": 622,
    "amenities": 49,
    "wifi": 795,
    "recreation": 596,
    "mess": 462,
    "food": 301,
    "served": 658,
    "serve": 657,
    "non": 492,
    "veg": 767,
    "canteen": 122,
    "timings": 735,
    "rates": 588,
    "quality": 579,
    "maintained": 444,
    "hygiene": 362,
    "standards": 682,
    "safety": 628,
    "measures": 456,
    "kitchen": 416,
    "cleanliness": 153,
    "sports": 679,
    "games": 314,
    "setup": 660,
    "indoor": 374,
    "chess": 145,
    "boards": 101,
    "table": 716,
    "tennis": 725,
    "carom": 128,
    "outdoor": 520,
    "cricket": 193,
    "ground": 334,
    "size": 666,
    "volleyball": 777,
    "courts": 190,
    "basketball": 88,
    "athletic": 75,
    "track": 741,
    "field": 291,
    "events": 269,
    "javelin": 402,
    "long": 437,
    "jump": 410,
    "pit": 545,
    "area": 68,
    "big": 97,
    "built": 114,
    "up": 757,
    "classroom": 151,
    "sizes": 667,
    "seminar": 655,
    "halls": 339,
    "teaching": 719,
    "laboratory": 418,
    "lab": 417,
    "space": 675,
    "distribution": 230,
    "instructional": 387,
    "admin": 25,
    "discipline": 227,
    "rules": 626,
    "conduct": 173,
    "guidelines": 336,
    "prohibited": 569,
    "use": 761,
    "smoking": 670,
    "allowed": 47,
    "if": 368,
    "damage": 201,
    "property": 572,
    "identity": 366,
    "cards": 126,
    "mandatory": 448,
    "punishment": 576,
    "ragging": 582,
    "behavior": 93,
    "loitering": 436,
    "hours": 360,
    "organize": 517,
    "without": 798,
    "permission": 540,
    "penalty": 535,
    "latecomers": 424,
    "class": 149,
    "strikes": 696,
    "interactions": 391,
    "girl": 318,
    "consequences": 177,
    "violating": 772,
    "report": 607,
    "violation": 773,
    "someone": 674,
    "juniors": 411,
    "complain": 166,
    "misbehavior": 467,
    "damaged": 202,
    "anonymous": 56,
    "complaint": 167,
    "rule": 625,
    "breaking": 109,
    "disciplinary": 226,
    "issues": 400,
    "saw": 631,
    "submitting": 705,
    "urgent": 760,
    "action": 19,
    "whom": 793,
    "inform": 378,
    "bringing": 111,
    "striking": 697,
    "demonstrations": 211,
    "fine": 297,
    "damaging": 203,
    "strict": 695,
    "suspension": 710,
    "possible": 555,
    "examples": 272,
    "past": 528,
    "actions": 20,
    "triple": 747,
    "riding": 620,
    "bikes": 98,
    "miss": 468,
    "frequently": 306,
    "be": 89,
    "expelled": 277,
    "department": 212,
    "when": 789,
    "established": 263,
    "here": 349,
    "key": 414,
    "strengths": 694,
    "projects": 571,
    "hod": 354,
    "govinda": 328,
    "lalam": 420,
    "background": 82,
    "focus": 300,
    "meet": 459,
    "office": 505,
    "today": 737,
    "leadership": 427,
    "style": 702,
    "syllabus": 712,
    "structure": 698,
    "transportation": 744,
    "elective": 248,
    "subjects": 703,
    "schedule": 634,
    "concrete": 171,
    "technology": 722,
    "software": 673,
    "curriculum": 197,
    "internship": 394,
    "requirements": 611,
    "thesis": 730,
    "areas": 69,
    "qualifications": 577,
    "power": 557,
    "systems": 714,
    "funded": 310,
    "rate": 587,
    "community": 163,
    "collaborations": 156,
    "used": 762,
    "pudi": 575,
    "sekhar": 652,
    "block": 100,
    "head": 347,
    "industrial": 375,
    "drives": 236,
    "high": 350,
    "voltage": 778,
    "visit": 775,
    "opportunities": 514,
    "ethical": 265,
    "values": 765,
    "emphasized": 254,
    "career": 127,
    "guidance": 335,
    "renewable": 606,
    "energy": 255,
    "expectations": 276,
    "graduates": 330,
    "cad": 117,
    "cam": 118,
    "rambabu": 583,
    "machine": 441,
    "design": 215,
    "thermal": 729,
    "uma": 752,
    "maheswari": 443,
    "motivational": 475,
    "freshers": 307,
    "inspirational": 383,
    "quote": 581,
    "advice": 32,
    "collaboration": 155,
    "establishment": 264,
    "funding": 311,
    "papers": 524,
    "specialization": 676,
    "vlsi": 776,
    "acm": 17,
    "chapter": 142,
    "mr": 476,
    "dinesh": 224,
    "reddy": 599,
    "se": 645,
    "ai": 39,
    "ml": 470,
    "hackathons": 338,
    "organized": 518,
    "acse": 18,
    "advanced": 31,
    "mrs": 477,
    "k": 413,
    "swathi": 711,
    "cyber": 199,
    "security": 650,
    "learning": 429,
    "trends": 746,
    "plans": 549,
    "ranks": 585,
    "gate": 315,
    "gre": 332,
    "organizations": 516,
    "g": 313,
    "neelima": 487,
    "meeting": 460,
    "program": 566,
    "aligned": 43,
    "real": 591,
    "time": 733,
    "applications": 60,
    "ecm": 244,
    "expertise": 280,
    "ict": 364,
    "covered": 191,
    "relevance": 605,
    "h": 337,
    "devanna": 218,
    "this": 731,
    "week": 783,
    "hardware": 343,
    "embedded": 253,
    "programming": 567,
    "languages": 421,
    "taught": 718,
    "project": 570,
    "readiness": 590,
    "ds": 237,
    "started": 684,
    "paths": 529,
    "deep": 209,
    "academia": 6,
    "partnerships": 526,
    "t": 715,
    "v": 763,
    "madhusudan": 442,
    "rao": 586,
    "philosophy": 542,
    "core": 183,
    "analytics": 52,
    "capstone": 125,
    "aspiring": 72,
    "scientists": 641,
    "basic": 86,
    "sciences": 640,
    "bs": 113,
    "system": 713,
    "transformation": 743,
    "holistic": 357,
    "initiatives": 382,
    "exhibition": 275,
    "workshop": 802,
    "satyaguru": 630,
    "role": 621,
    "foundation": 305,
    "bridge": 110,
    "mathematics": 451,
    "environmental": 262,
    "english": 258,
    "communication": 162,
    "soft": 672,
    "skills": 669,
    "global": 322,
    "first": 298,
    "interdisciplinary": 392,
    "experience": 278,
    "methodology": 464,
    "top": 738,
    "recruiters": 597,
    "alumni": 48,
    "network": 488,
    "unique": 756,
    "pedagogy": 533,
    "features": 288,
    "consultancy": 179,
    "work": 800,
    "chandra": 140,
    "case": 129,
    "study": 701,
    "business": 115,
    "live": 433,
    "expert": 279,
    "exposure": 282,
    "connect": 176,
    "success": 707,
    "factors": 286,
    "managers": 447,
    "social": 671,
    "responsibility": 617,
    "outcome": 519,
    "teamwork": 720,
    "stories": 692,
    "departmental": 213,
    "chandrasekharan": 141,
    "contributions": 181,
    "practical": 558,
    "components": 168,
    "preparation": 561,
    "professionals": 565,
    "happy": 342,
    "sankranti": 629,
    "pongal": 553,
    "ugadi": 750,
    "republic": 608,
    "day": 205,
    "independence": 373,
    "diwali": 231,
    "dussehra": 240,
    "season": 646,
    "greetings": 333,
    "holidays": 356,
    "good": 325,
    "morning": 474,
    "afternoon": 37,
    "evening": 268,
    "night": 490,
    "start": 683,
    "month": 472,
    "begin": 92,
    "open": 513,
    "now": 496,
    "different": 222,
    "accept": 8,
    "lateral": 425,
    "entry": 261,
    "jee": 403,
    "scores": 644,
    "register": 602,
    "steps": 691,
    "website": 782,
    "need": 485,
    "exam": 271,
    "eamcet": 242,
    "application": 59,
    "see": 651,
    "been": 90,
    "confirmation": 174,
    "immediate": 370,
    "finalized": 294,
    "confirmed": 175,
    "more": 473,
    "than": 726,
    "one": 510,
    "multiple": 479,
    "foreign": 303,
    "brochure": 112,
    "pcm": 532,
    "minimum": 466,
    "required": 609,
    "much": 478,
    "12th": 1,
    "diploma": 225,
    "holders": 355,
    "age": 38,
    "requirement": 610,
    "restrictions": 618,
    "biology": 99,
    "nios": 491,
    "qualify": 578,
    "school": 638,
    "backlogs": 83,
    "clear": 154,
    "working": 801,
    "part": 525,
    "accepted": 9,
    "cut": 198,
    "off": 501,
    "rank": 584,
    "relaxation": 604,
    "lower": 439,
    "offs": 508,
    "backward": 84,
    "classes": 150,
    "low": 438,
    "poor": 554,
    "not": 493,
    "separate": 656,
    "annual": 55,
    "tuition": 748,
    "yearly": 805,
    "fees": 290,
    "pay": 530,
    "higher": 351,
    "paid": 523,
    "installments": 385,
    "installment": 384,
    "split": 678,
    "into": 396,
    "parts": 527,
    "upi": 759,
    "dd": 206,
    "late": 423,
    "penalties": 534,
    "delayed": 210,
    "scholarships": 637,
    "financial": 295,
    "support": 709,
    "scholarship": 636,
    "enough": 259,
    "aid": 41,
    "state": 685,
    "schemes": 635,
    "amount": 50,
    "money": 471,
    "fixed": 299,
    "variable": 766,
    "economically": 245,
    "weak": 781,
    "ews": 270,
    "accommodation": 12,
    "hostels": 359,
    "cost": 184,
    "allotment": 46,
    "decided": 208,
    "come": 161,
    "basis": 87,
    "before": 91,
    "tour": 740,
    "joining": 407,
    "applying": 62,
    "find": 296,
    "informed": 380,
    "site": 665,
    "info": 377
  },
  "intent": {
    "ask_contact_phone": 37,
    "ask_contact_email": 35,
    "ask_contact_address": 34,
    "ask_contact_location": 36,
    "ask_chairman_name": 30,
    "ask_chairman_vision": 31,
    "ask_chairman_concerns": 28,
    "ask_viit_approach": 125,
    "ask_education_reforms": 59,
    "ask_ap_colleges": 14,
    "ask_chairman_message": 29,
    "ask_courses_offered": 43,
    "ask_cse_specializations": 45,
    "ask_course_duration": 39,
    "ask_course_updates": 41,
    "ask_course_comparison": 38,
    "ask_course_seats": 40,
    "ask_courses": 42,
    "query_admission_policy": 139,
    "query_seat_allocation": 186,
    "query_reservation_stats": 185,
    "query_admission_process": 140,
    "ask_vision": 126,
    "ask_mission": 102,
    "ask_ceo_name": 27,
    "ask_ceo_message": 26,
    "ask_rector_name": 117,
    "ask_rector_message": 116,
    "ask_principal": 114,
    "ask_vision_mission": 127,
    "ask_infrastructure": 73,
    "ask_policies": 113,
    "ask_awards": 19,
    "ask_ceo": 25,
    "ask_rector": 115,
    "ask_dean_administration": 48,
    "ask_dean_iqac": 54,
    "ask_dean_academics": 47,
    "ask_dean_evaluation": 50,
    "ask_dean_admissions": 49,
    "ask_dean_placement": 55,
    "ask_dean_faculty_affairs": 51,
    "ask_dean_research": 56,
    "ask_dean_international": 53,
    "ask_dean_industry": 52,
    "ask_dean_student_affairs": 57,
    "ask_associate_dean_infrastructure": 17,
    "ask_aicte_2024_25": 12,
    "ask_aicte_2023_24": 11,
    "ask_aicte_2022_23": 10,
    "ask_aicte_2021_22": 9,
    "ask_aicte_2020_21": 8,
    "ask_aicte_2019_20": 7,
    "ask_aicte_2018_19": 6,
    "ask_jntuk_affiliation_2019_20": 81,
    "ask_jntuk_affiliation_2012_23": 80,
    "ask_ugc_autonomous_2017": 122,
    "ask_ugc_autonomous_2024": 123,
    "ask_jntugv_research_ce_2023_25": 74,
    "ask_jntugv_research_cse_2023_25": 75,
    "ask_jntugv_research_ece_2023_25": 76,
    "ask_jntugv_research_eee_2023_25": 77,
    "ask_jntugv_research_mech_2023_25": 79,
    "ask_jntugv_research_mba_2023_25": 78,
    "ask_jntuk_research_cse_2016_17": 82,
    "ask_jntuk_research_mech_2016_17": 88,
    "ask_jntuk_research_ece_2017_18": 84,
    "ask_jntuk_research_cse_2018_19": 83,
    "ask_jntuk_research_eee_2018_19": 86,
    "ask_jntuk_research_mba_2018_19": 87,
    "ask_jntuk_research_ece_2019_20": 85,
    "ask_placement_stats": 110,
    "ask_library_collection": 93,
    "ask_library_resources": 94,
    "ask_ejournals": 60,
    "ask_ebooks": 58,
    "ask_naac_accreditation": 104,
    "ask_nba_accreditation": 105,
    "ask_ugc_certification": 124,
    "ask_hostel_capacity": 68,
    "ask_hostel_rooms": 71,
    "ask_hostel_facilities": 69,
    "ask_mess_details": 98,
    "ask_canteen_details": 24,
    "ask_food_hygiene": 63,
    "ask_sports_facilities": 120,
    "ask_indoor_sports": 72,
    "ask_outdoor_sports": 108,
    "ask_athletic_facilities": 18,
    "ask_total_infrastructure": 121,
    "ask_classroom_details": 32,
    "ask_lab_details": 89,
    "ask_area_distribution": 16,
    "query_discipline_rules": 156,
    "report_violation": 187,
    "query_penalties": 184,
    "query_civil_dept": 150,
    "query_civil_hod": 151,
    "query_civil_academics": 149,
    "query_eee_dept": 166,
    "query_eee_hod": 167,
    "query_eee_academics": 165,
    "query_eee_hod_message": 168,
    "query_mech_dept": 182,
    "query_mech_hod": 183,
    "query_mech_academics": 181,
    "query_ece_hod_message": 160,
    "query_ece_dept": 158,
    "query_ece_hod": 159,
    "query_ece_academics": 157,
    "query_cse_dept": 153,
    "query_cse_hod": 154,
    "query_cse_academics": 152,
    "query_cse_hod_message": 155,
    "query_acse_dept": 136,
    "query_acse_hod": 137,
    "query_acse_academics": 135,
    "query_acse_hod_message": 138,
    "query_it_dept": 170,
    "query_it_hod": 171,
    "query_it_academics": 169,
    "query_it_hod_message": 172,
    "query_ecm_dept": 162,
    "query_ecm_hod": 163,
    "query_ecm_academics": 161,
    "query_ecm_hod_message": 164,
    "query_aids_dept": 142,
    "query_aids_hod": 143,
    "query_aids_academics": 141,
    "query_aids_hod_message": 144,
    "query_bsh_dept": 146,
    "query_bsh_hod": 147,
    "query_bsh_academics": 145,
    "query_bsh_hod_message": 148,
    "query_mba_dept": 174,
    "query_mba_hod": 175,
    "query_mba_academics": 173,
    "query_mba_hod_message": 176,
    "query_mca_dept": 178,
    "query_mca_hod": 179,
    "query_mca_academics": 177,
    "query_mca_hod_message": 180,
    "greet_festive": 131,
    "greet_time_based": 132,
    "ask_placements_2021": 111,
    "ask_placements_2022": 112,
    "ask_admission_dates": 3,
    "ask_admission_categories": 2,
    "ask_application_method": 15,
    "ask_online_steps": 107,
    "ask_management_quota": 96,
    "check_admission_status": 129,
    "ask_confirmation_process": 33,
    "ask_multiple_courses": 103,
    "ask_foreign_student_admission": 64,
    "ask_admission_brochure": 1,
    "ask_btech_eligibility": 22,
    "ask_minimum_percentage": 101,
    "ask_lateral_entry": 92,
    "ask_age_limit": 5,
    "ask_mgmt_restrictions": 100,
    "ask_bio_student_eligibility": 21,
    "ask_nios_eligibility": 106,
    "ask_backlog_eligibility": 20,
    "ask_working_professional": 128,
    "ask_accepted_exams": 0,
    "ask_cse_cutoff": 44,
    "ask_cutoff_relaxation": 46,
    "ask_low_rank_admission": 95,
    "ask_lateral_cutoff": 91,
    "ask_annual_fee": 13,
    "ask_mgmt_fee_difference": 99,
    "ask_fee_installments": 62,
    "ask_payment_methods": 109,
    "ask_late_fee_penalty": 90,
    "ask_scholarship_availability": 119,
    "ask_merit_scholarship_criteria": 97,
    "ask_government_scholarship": 65,
    "ask_scholarship_amount": 118,
    "ask_ews_financial_aid": 61,
    "ask_hostel_availability": 67,
    "ask_hostel_fee": 70,
    "ask_hostel_admission_criteria": 66,
    "ask_campus_visit": 23,
    "ask_admission_updates": 4,
    "greet": 130,
    "identify_faculty": 133,
    "identify_student": 134
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_festival_greet": 6,
    "action_time_based_greet": 11,
    "utter_accepted_exams": 14,
    "utter_accreditation_links": 15,
    "utter_acse_academics": 16,
    "utter_acse_dept": 17,
    "utter_acse_hod_info": 18,
    "utter_acse_hod_message": 19,
    "utter_admission_dates": 20,
    "utter_admission_policy": 21,
    "utter_admission_updates": 22,
    "utter_aids_academics": 23,
    "utter_aids_dept": 24,
    "utter_aids_hod_info": 25,
    "utter_aids_hod_message": 26,
    "utter_annual_fee": 27,
    "utter_area_distribution": 28,
    "utter_ask_aicte_2018_19": 29,
    "utter_ask_aicte_2019_20": 30,
    "utter_ask_aicte_2020_21": 31,
    "utter_ask_aicte_2021_22": 32,
    "utter_ask_aicte_2022_23": 33,
    "utter_ask_aicte_2023_24": 34,
    "utter_ask_aicte_2024_25": 35,
    "utter_ask_ap_colleges": 36,
    "utter_ask_associate_dean_infrastructure": 37,
    "utter_ask_awards": 38,
    "utter_ask_ceo": 39,
    "utter_ask_ceo_message": 40,
    "utter_ask_ceo_name": 41,
    "utter_ask_chairman_concerns": 42,
    "utter_ask_chairman_message": 43,
    "utter_ask_chairman_name": 44,
    "utter_ask_chairman_vision": 45,
    "utter_ask_contact_address": 46,
    "utter_ask_contact_email": 47,
    "utter_ask_contact_location": 48,
    "utter_ask_contact_phone": 49,
    "utter_ask_course_comparison": 50,
    "utter_ask_course_duration": 51,
    "utter_ask_course_seats": 52,
    "utter_ask_course_updates": 53,
    "utter_ask_courses": 54,
    "utter_ask_courses_offered": 55,
    "utter_ask_cse_specializations": 56,
    "utter_ask_dean_academics": 57,
    "utter_ask_dean_administration": 58,
    "utter_ask_dean_admissions": 59,
    "utter_ask_dean_evaluation": 60,
    "utter_ask_dean_faculty_affairs": 61,
    "utter_ask_dean_industry": 62,
    "utter_ask_dean_international": 63,
    "utter_ask_dean_iqac": 64,
    "utter_ask_dean_placement": 65,
    "utter_ask_dean_research": 66,
    "utter_ask_dean_student_affairs": 67,
    "utter_ask_education_reforms": 68,
    "utter_ask_infrastructure": 69,
    "utter_ask_jntugv_research_ce_2023_25": 70,
    "utter_ask_jntugv_research_cse_2023_25": 71,
    "utter_ask_jntugv_research_ece_2023_25": 72,
    "utter_ask_jntugv_research_eee_2023_25": 73,
    "utter_ask_jntugv_research_mba_2023_25": 74,
    "utter_ask_jntugv_research_mech_2023_25": 75,
    "utter_ask_jntuk_affiliation_2012_23": 76,
    "utter_ask_jntuk_affiliation_2019_20": 77,
    "utter_ask_jntuk_research_cse_2016_17": 78,
    "utter_ask_jntuk_research_cse_2018_19": 79,
    "utter_ask_jntuk_research_ece_2017_18": 80,
    "utter_ask_jntuk_research_ece_2019_20": 81,
    "utter_ask_jntuk_research_eee_2018_19": 82,
    "utter_ask_jntuk_research_mba_2018_19": 83,
    "utter_ask_jntuk_research_mech_2016_17": 84,
    "utter_ask_mission": 85,
    "utter_ask_policies": 86,
    "utter_ask_principal": 87,
    "utter_ask_rector": 88,
    "utter_ask_rector_message": 89,
    "utter_ask_rector_name": 90,
    "utter_ask_ugc_autonomous_2017": 91,
    "utter_ask_ugc_autonomous_2024": 92,
    "utter_ask_viit_approach": 93,
    "utter_ask_vision": 94,
    "utter_ask_vision_mission": 95,
    "utter_athletic_facilities": 96,
    "utter_backlog_policy": 97,
    "utter_bsh_academics": 98,
    "utter_bsh_dept": 99,
    "utter_bsh_hod_info": 100,
    "utter_bsh_hod_message": 101,
    "utter_campus_visit_info": 102,
    "utter_canteen_details": 103,
    "utter_civil_academics": 104,
    "utter_civil_dept": 105,
    "utter_civil_hod_info": 106,
    "utter_classroom_details": 107,
    "utter_cse_academics": 108,
    "utter_cse_cutoff": 109,
    "utter_cse_dept": 110,
    "utter_cse_hod_info": 111,
    "utter_cse_hod_message": 112,
    "utter_discipline_rules": 113,
    "utter_ebooks": 114,
    "utter_ece_academics": 115,
    "utter_ece_dept": 116,
    "utter_ece_hod_info": 117,
    "utter_ece_hod_message": 118,
    "utter_ecm_academics": 119,
    "utter_ecm_dept": 120,
    "utter_ecm_hod_info": 121,
    "utter_ecm_hod_message": 122,
    "utter_eee_academics": 123,
    "utter_eee_dept": 124,
    "utter_eee_hod_info": 125,
    "utter_eee_hod_message": 126,
    "utter_ejournals": 127,
    "utter_faculty_welcome": 128,
    "utter_fee_installments": 129,
    "utter_food_hygiene": 130,
    "utter_hostel_admission_criteria": 131,
    "utter_hostel_availability": 132,
    "utter_hostel_capacity": 133,
    "utter_hostel_facilities": 134,
    "utter_hostel_fee": 135,
    "utter_hostel_rooms": 136,
    "utter_indoor_facilities": 137,
    "utter_it_academics": 138,
    "utter_it_dept": 139,
    "utter_it_hod_info": 140,
    "utter_it_hod_message": 141,
    "utter_lab_details": 142,
    "utter_late_fee_penalty": 143,
    "utter_library_overview": 144,
    "utter_management_quota": 145,
    "utter_mba_academics": 146,
    "utter_mba_dept": 147,
    "utter_mba_hod_info": 148,
    "utter_mba_hod_message": 149,
    "utter_mca_academics": 150,
    "utter_mca_dept": 151,
    "utter_mca_hod_info": 152,
    "utter_mca_hod_message": 153,
    "utter_mech_academics": 154,
    "utter_mech_dept": 155,
    "utter_mech_hod_info": 156,
    "utter_merit_scholarship_criteria": 157,
    "utter_mess_details": 158,
    "utter_mgmt_fee_info": 159,
    "utter_naac_accreditation": 160,
    "utter_nba_accreditation": 161,
    "utter_outdoor_facilities": 162,
    "utter_payment_methods": 163,
    "utter_penalties": 164,
    "utter_placement_2021": 165,
    "utter_placement_2022": 166,
    "utter_report_violation": 167,
    "utter_reservation_stats": 168,
    "utter_resource_counts": 169,
    "utter_scholarship_availability": 170,
    "utter_seat_allocation": 171,
    "utter_sports_philosophy": 172,
    "utter_student_welcome": 173,
    "utter_total_infrastructure": 174,
    "utter_ugc_certification": 175
  },
  "action_text": null,
  "intent_response_key": null
}